/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: es-ES, Spanish (Spain)
 * Exported by: Zibi
 * Exported at: Sun, 27 Apr 2025 14:29:14 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Usado para escanear códigos QR";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Puedes desbloquear la aplicación usando el reconocimiento facial";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Añadir";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Cancelar";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notificaciones";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d de %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "El servicio ya está eliminado del respaldo";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "El servicio ya está modificado en el respaldo";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "El usuario ha excedido la cuota de almacenamiento de iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud no está disponible";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud ha sido desactivado por el usuario";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Respaldo 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Cerrar";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Continuar";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Copiar";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Eliminar";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Descartar";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Hecho";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Editar";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Ingresar código manualmente";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Error";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Información";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Siguiente";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Aviso";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Apagado";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Encendido";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Apunte la cámara a la pantalla para capturar el código QR";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Renombrar";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Reintentar";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Guardar";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Escanear código QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Servicio";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Establecer";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Omitir";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Tokens";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Cuidado";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "No se encontraron resultados";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Personalizar";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Aprobar";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Denegar";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "El texto proporcionado es demasiado largo (max. %d characteres)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "¡Hecho!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Verificando...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Confirma tu huella para continuar.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Usar PIN esta vez";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "¡Eres increíble!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Tu celular se ha vuelto una clave privada y segura a tus servicios online gracias a la aplicación 2FAS - Más de 6 millones de usuarios alrededor del mundo confían en 2FAS.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Simple";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Empareje 2FAS con su cuenta de servicios en línea. Active la seguridad de autenticación de dos factores en segundos con su código QR.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Privado";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS respeta y protege tu privacidad. Esta aplicación no recolecta, procesa o usa tu información personal.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Seguro";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Tus tokens son almacenados offline en el almacenamiento del dispositivo ¡Recuerda hacer copias de seguridad de tus servicios! Usa iCloud Sync y una contraseña PIN para protegerte de accesos no autorizados y daños al dispositivo.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Empieza a usar 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Términos de servicio";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Empareje su cuenta de servicio en línea con 2FAS o importe sus tokens";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Emparejar nuevo servicio";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Importar copia de seguridad de 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Importar desde Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "¿No estás seguro de que hacer?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Exporta tus cuentas desde Google Authenticator a un código QR usando la opción de \"Transferir Cuentas\". Luego, con otro dispositivo, haz una fotografía al código QR exportado, envíala a tu dispositivo (o haz una captura de pantalla si es posible) y usa el botón \"Elegir código QR\". Si estás importando códigos desde otro dispositivo, usa el botón \"Escanear código QR\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Elegir código QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Escanear código QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Añadiendo un nuevo código";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Clave Secreta copiada";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Este token ya está presente en la lista";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Contador Copiado";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Token copiado";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Siguiente token copiado";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "¿Deseas añadir este código: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Abrir ajustes";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN incorrecto";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Cambiar PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Por favor confirma que eres el dueño del dispositivo";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Por favor confirma tu nuevo PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Crear PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Por favor ingresa tu PIN actual";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Por favor ingresa tu nuevo PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Ingresa tu PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "¡Haz hecho muchos intentos! Inténtalo de nuevo %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "¡Haz hecho muchos intentos! Inténtalo de nuevo después de %@ minutos.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "¡Haz hecho muchos intentos! Inténtalo de nuevo más tarde.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "¡Haz hecho muchos intentos! Inténtalo de nuevo después de un minuto";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Respaldo y Sincronización";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Selecciona el tema";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Configure su servicio de correo e intente nuevamente";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "General";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Los servicios de correo electrónico no están disponibles";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problema";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Seguridad";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Seleccionar longitud del PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Configuración";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Sugerencia";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Avanzado";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgets";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Mostrar servicios seleccionados en la Pantalla de Inicio de Widgets";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Al habilitar los widgets, podrá acceder a todos sus tokens sin necesidad de usar su clave PIN. ¿Desea proceder y habilitar los widgets?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Mostrar el siguiente código";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Ver tokens entrantes en la lista.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Papelera";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Restaurar";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "La Papelera está vacía";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Compartir la aplicación";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Seguro/a de querer eliminar este token:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Mover a la papelera";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Información adicional";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Seleccionar método";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Llave de Servicio Duplicada";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Clave Secreta incorrecta (sólo números 2 a 7, letras) máximo 512 caracteres de longitud.";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Ok. Intentemos nuevamente";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Apunte la cámara hacia la pantalla para escanear el código QR";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Clave Secreta";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Este código QR te lleva a la App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Eliminar código";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Buscar servicio";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Lo sentimos, no se encontró el servicio";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Intente de nuevo con un término de búsqueda diferente";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "La clave es demasiado corta. Mínimo 4 caracteres.";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nombre del servicio";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "La Clave Secreta del código escaneado ya está siendo usada en %@. Probablemente la estás escaneando nuevamente.";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Este código es incorrecto o incompatible. Intente de nuevo.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Escriba el Nombre de Servicio";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Ingrese el nombre del servicio";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Desafortunadamente, no conocemos ese servcio. ¿Cómo te gustaría llamarle?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Ya no podrás reestablecer este código";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Color de insignia";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Cambiar el ícono de la marca";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Cambiar etiqueta";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Información de Servicio";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalización";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Icono de la marca";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Etiqueta";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Eliminar este servicio de la aplicación 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Etiqueta (1 o 2 caracteres):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Elija color de fondo";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ añadido";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Siguiente Token: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Nuevo Valor de Token";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Mis Tokens";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Eliminando Grupo.";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Todos los tokens serán movidos al grupo: \"Mis tokens\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Agregar grupo";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nombre del grupo:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Seleccionar desde la galería";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "La cámara no está disponible";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Verificar si la aplicación tiene los permisos adecuados en Confguración del Sistema";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "No se han encontrado códigos QR";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "No se encontró ningún código QR correcto en la imagen seleccionada. Por favor, intente nuevamente con otra imagen.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Seleccionar Servicio";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "¿Qué servicio desea agregar?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Escribe de nuevo este token";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Desbloquea y vuelve a escribir este token";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grupo";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Seleccionar grupo";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importando tokens 2FA del Autenticador de Google";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Este código de QR permite importar tokens del Autenticador de Google";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d de %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Los tokens serán importados.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Ordenar por";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manual";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Avanzado";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Alerta";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "No se recomienda cambiar la configuración avanzada. Hazlo sólo cuando tu proveedor de 2FA lo requiera y cuando tengas instrucciones claras.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Configuración del código";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Autenticación OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritmo";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Tiempo de actualización";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Número de dígitos";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Contador";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Contador inicial";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d segundos";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "No se recomienda cambiar la configuración avanzada. Hágalo solo cuando su proveedor de aplicación lo requiera y cuando tenga instrucciones claras.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Mejores prácticas";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Servicio agregado correctamente. Le recomendamos que";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "Elimina la captura de pantalla código QR de su galería.";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Si alguien tiene acceso a la captura de pantalla de este código QR, podrá obtener sus códigos de verificación en dos pasos de este servicio.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Solicitar un ícono";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Cuéntanos en Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Inicie sesión en nuestro servidor de Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "y permite que los usuarios voten por los íconos solicitados.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "o";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Avisar al proveedor de servicios";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Puede usar las redes sociales o el correo electrónico y compartir este texto con ellos:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "¡Hola! Estoy usando la aplicación 2FAS para iniciar sesión en su servicio en dos pasos (2FA). Sin embargo, ¡falta tu icono! Puede enviar su icono aquí: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "¡No olvides etiquetar la cuenta oficial de la compañía!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "¿No encuentras el ícono de marca en la aplicación 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Solicitar un ícono de marca";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Solicitar un ícono de marca";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Elige el método de la solicitud";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Solicitar ícono como usuario";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Enviar ícono como una empresa";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "No podrás iniciar sesión en tu cuenta %@ sin este código de seguridad, siempre y cuando tenga activada la autenticación de segundo factor para %@.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Mostrar Clave Secreta";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Copiar Clave Secreta";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Contador de segundos faltantes para el cambio de código";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Botón Borrar";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Servicio borrado";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Este campo contiene una clave secreta oculta. Para mostrar, utiliza el botón Mostrar. Sólo funcionará si has configurado el código PIN de la aplicación para la pantalla de bloqueo.";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nombre del servicio: % @";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Información adicional: % @";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Código %@. Toca para copiar";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Editar %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Etiqueta de servicio con nombre %@ y color %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "Icono de servicio %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Elegido";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "No está elegido";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Color de la insignia: % @";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Descartando";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Solo números del 2 al 9, letras. Al menos 4 caracteres";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Agregar servicio";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Agregar grupo";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Usa el botón \"Agregar Servicio\" para agregar un nuevo servicio";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Sin resultados de búsqueda";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Usa Ordenar Por para definir la ordenación de servicios";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Cargando el contenido";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "No se pudo realizar una copia de seguridad de los códigos porque el secreto \"%@\" contiene caracteres no permitidos. Eliminarles de la lista e inténtalo de nuevo";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Importar";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Exportar";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "Copia de seguridad de 2FAS se desactivará para proteger su integridad.";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Error al importar el archivo";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "La importación se completó correctamente";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Otra aplicación utiliza la cámara. Si cerrando otras aplicaciones no ayuda, reinicia el dispositivo";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "La cámara no está disponible debido a una sobrecarga del sistema. Intenta reiniciar el dispositivo";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "No se puede inicializar la cámara. Intenta reiniciar el dispositivo";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "No se puede inicializar la cámara en el modo Vista Dividida. Abre la aplicación en pantalla completa e inténtelo de nuevo";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "¿Cómo restaurar la aplicación 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Recuperar la aplicación";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Si ha olvidado el código PIN o desea restablecer la aplicación 2FAS, debe reinstalar la aplicación.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Tenga en cuenta que si no tiene una copia de seguridad y restablece la aplicación, perderás el acceso a todos sus códigos. Y por lo tanto, acceso a todas sus cuentas protegidas por la aplicación de autenticación de dos factores (2FA).";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Tranquilo, si tienes una copia de seguridad, podrás recuperar todos sus códigos.\n";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Copia de seguridad en la nube";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Sincronización con iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "RECOMENDADO: En el caso de los daños o pérdida de tu dispositivo con  sincronización de  iCloud podrás mantener tus códigos seguro en Apple iCloud. Manténgalo encendido.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Copia de seguridad de archivos";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Usa copia de seguridad de archivo para realizar copias de seguridad sin conexión de sus códigos.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Eliminación de copia de seguridad";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Eliminar copia de seguridad de 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "¡Atención! Si eliminas la copia de seguridad de 2FAS, también eliminarás todos los códigos de otros dispositivos sincronizados con esta cuenta. Para conservar los códigos en otros dispositivos, por favor, asegúrate de que has desactivado la copia de seguridad de 2FAS antes de la eliminación.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Quiero eliminar la copia de seguridad";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Exportar copia de seguridad a un archivo";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Puede importar archivos exportados en otros dispositivos con la aplicación 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Exportar a un archivo";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verificar PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Guardar archivo";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Importar archivo de copia de seguridad";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Vas a importar un archivo de copia de seguridad que contiene";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importar archivo";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Elegir otro archivo";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "No hay nada que importar";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "¡Error de archivo!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Los servicios del archivo se combinarán con los de la aplicación";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "O este archivo está vacío o todos los servicios ya están disponibles en la aplicación";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Necesitará una versión más reciente de la aplicación para importar el contenido de este archivo. Puedes encontrarla el App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "No se puede leer este archivo. Puede estar dañado o hubo un error accediéndole. Por favor, elija otro";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Contraseña";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Repite la contraseña";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Carácter incorrecto. Utilice sólo las letras A-Z, a-z, dígitos y caracteres especiales: -_/!#$%&+*~@?=^.,'(){}[]:; |";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "La frase proporcionada es demasiado corta (mín. 3 caracteres)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Las contraseñas no coinciden";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Exportar y guardar";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Para aumentar la protección de su archivo de copia de seguridad, establezca una contraseña.";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Escriba una contraseña para este archivo de copia de seguridad para continuar con el proceso de importación";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Establecer una contraseña para este archivo de copia de seguridad";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Contraseña incorrecta";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d nuevos servicios";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d servicios importados desde el archivo";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Hay un problema con iCloud. Revisa la configuración del sistema";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Este archivo está encriptado. Solo admitimos archivos sin cifrar";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Copiar código";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Sí, quiero eliminar este servicio";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutral";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Azul claro";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Añil";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Morado";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turquesa";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Verde";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Rojo";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Naranja";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Amarillo";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Conocimiento";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Apoye y comparta";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Díselo a un amigo";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Escribe una reseña";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Acerca de";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Política de privacidad";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Términos de servicio";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Versión %@ de la aplicación";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Sin límite";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Código PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Seguridad de la aplicación";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Configuración de bloqueo";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Bloquear después de X intentos fallidos.";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Establece el número máximo de intentos fallidos de introducir el código de acceso antes de bloquear la aplicación (el tiempo de bloqueo se puede cambiar más abajo).\n";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Tiempo de bloqueo";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minutos";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minutos";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minutos";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Máximo intentos fallidos";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "Código de 4 dígitos";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "Código de 6 dígitos";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Autenticación biométrica";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Donaciones";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Donar a 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Nueva versión";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Una nueva versión de 2FAS está disponible en AppStore. ¡Ponse al día!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Actualizar ahora mismo (Ponerme al día)";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Omitir esta versión";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Posponer la actualización";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Extensión del navegador";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Extensión del navegador 2FAS";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Añadir extensión 2FAS a un navegador.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Emparejar con tu aplicación 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Más información:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Emparejar con el navegador web";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "¡Emparejamiento exitoso!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS le enviará una Notificación Push cada vez que inicie sesión en sus servicios en línea utilizando este navegador web. Ya no tendrá que volver a escribir sus tokens cada vez.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Error de emparejamiento :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Este código QR no fue reconocido, y 2FAS no pudo emparejar este dispositivo con la extensión del navegador. Inténtalo de nuevo.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "¡Ya está emparejado!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Esta extensión de navegador ya está emparejada con este dispositivo.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Póngase en contacto con nosotros";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Emparejando con el navegador";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Dispositivos emparejados (navegadores web)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Añadir nuevo";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Nombre del dispositivo";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Nombre del dispositivo";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nombre";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Este apodo le ayudará a identificar este dispositivo entre otros dispositivos emparejados con la extensión del navegador 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Configuración de las extensiones del navegador";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<NOMBRE_DESCONOCIDO>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ ha pedido un token de segundo paso (2FA) para %@. Elige el servicio que desea autorizar y guardalo con este dominio.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Solicitud del navegador";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "¡Token enviado con éxito!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Error al enviar el código. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Borrando el dispositivo emparejado";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "¿Está seguro de que desea desvincular el dispositivo emparejado?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Fecha de emparejamiento";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Olvidar este navegador";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Lista de dominios emparejados.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "¿Eliminar dominio?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "La próxima vez que use la extensión del navegador para iniciar sesión en %@, se le pedirá que vuelva a emparejar este dominio.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Notificaciones Push";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Para acceder a funciones como la aplicación Extensión del navegador necesita acceso a notificaciones push. Puede cambiarla en cualquier momento desde la Configuración del sistema.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Solicitud expirada";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Solicitud de token de autenticación";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Deseas compartir el token de autenticación de dos factores (2FA) para ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Sin notificaciones";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive no está disponible";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive ha sido desactivado por el usuario";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Necesitarás la nueva versión de la aplicación para importar los contenidos de este archivo. Puedes encontrar la nueva version en la Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Este código QR te llevará a la tienda de Google";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Tus tokens son almacenados de manera Offline en el almacenamiento del dispositivo, ¡así que recuerda respaldar tus cuentas! Usa la sincronización de Google Drive y una contraseña para protegerla de accesos no autorizados o de daños al dispositivo.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "La nueva versión de 2FAS ya está disponible en la Google Store. ¡Actualiza ahora!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "¡El PIN no coincide! Inténtalo de nuevo.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Opciones de desarrollador";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Importar tokens";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Resultado de emparejamiento";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "PRECAUCIÓN";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Apunta tu cámara al código QR y escanea de nuevo";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "¿Deseas descartar los cambios?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Cambios sin guardar";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "La clave tiene un formato inválido";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "¡Error del sistema! No hay una aplicación de galería";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Permiso de Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Necesitamos el permiso de Google Drive para guardar las copias de seguridad de la aplicación.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Conexión a internet requerida";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Para sincronizar con Google, necesitas tener una conexión a Internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Para quitar el acceso a Google Drive, necesitas tener una conexión a Internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Almacena y sincroniza automáticamente tu copia de seguridad en una carpeta oculta dentro de tu Google Drive. Esta carpeta es solo accesible por 2FAS. ";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Ha ocurrido un error durante la sincronización. Reinicia la aplicación después de unos minutos e inténtalo de nuevo.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Ha ocurrido un error durante el cifrado de la copia de seguridad. Por favor, ingresa tu contraseña de nuevo.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Ha ocurrido un error durante el descifrado de la copia de seguridad. Por favor, ingresa tu contraseña de nuevo.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Hay un problema con iCloud. Revisa los ajustes del sistema";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Hubo un problema con los permisos de tu cuenta Google Drive. Intenta activar y desactivar la sincronización.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Su copia de seguridad está protegida por contraseña. Actívela e introduzca la contraseña.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Su copia de seguridad está protegida por contraseña, pero la contraseña proporcionada es incorrecta. Actívela e introduzca la contraseña.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Asignación de Servicio";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalización";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Cambiar marca";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Avanzado";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Solicitar un ícono";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Editar etiqueta";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "¿Estás seguro de eliminar este grupo?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Tu archivo de copia de seguridad está listo para exportarse";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Exporta este archivo para mantener tus códigos 2FAS asegurados. Podrás importarlo después en este o en otros dispositivos que usen la aplicación 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Exportar archivo sin contraseña (no recomendado)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "El archivo debe estar sincronizado con la aplicación de la lista de servicios.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Quizá después";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Activar";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "No has añadido un servicio";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "RECOMENDADO: La sincronización por Google Drive mantiene tus tokens seguros en caso de daño o pérdida de tu dispositivo. Manténlo activado";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "¿Desactivar la sincronización por Google Drive?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Los códigos 2FA se mantendrán en este dispositivo y en tu cuenta de Google Drive, pero no serán sincronizados. También cerrarás sesión de tu cuenta de Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Recuerda, en caso de pérdida o daño de tu dispositivo, o si eliminas la aplicación, no podrás recuperar tus tokens y perderás acceso a tus cuentas aseguradas por 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Asegura un archivo de copia de seguridad de Google Drive con una contraseña única.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Quitar contraseña";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Quitar la contraseña de tu copia de seguridad de Google Drive";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Cuenta de Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Última sincronización";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS te enviará notificaciones emergentes donde sea que te registres a tus servicios online usando ese navegador. Ya no necesitarás reescribir tus códigos cada que los uses.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nombre del navegador";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Autenticar";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Usa tus credenciales biométricas";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licencias de código abierto";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Puedes importar tus códigos a 2FAS desde diferentes aplicaciones. Selecciona una aplicación de la lista y sigue las instrucciones.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Seleccionar aplicación";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Sí";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "No";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Buscar";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "No se encontró una aplicación que soporte este enlace";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Permiso de uso de cámara";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "El permiso al acceso a la cámara es requerido para escanear códigos QR. Si quieres utilizar esta función, ve a la información de la aplicación y Permisos y permitir la cámara.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Desactivar PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Por favor, ingresa tu nuevo código PIN";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "¡PIN incorrecto! Por favor, inténtalo de nuevo";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Datos Biométricos";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Soporte de 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Opciones de desarrollador";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Bloqueo biométrico";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Auto";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - Configuración del sistema";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Oscuro";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Claro";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Token copiado al portapapeles";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "¡Siguiente token copiado al portapapeles!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "¿Quieres eliminar este servicio 2FA permanentemente?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Añadir manualmente";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "¡Este código QR no funciona!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "¡No fue posible leer el código QR de la imagen!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Trata de seleccionar una imagen diferente.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Eliminar servicio para siempre";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "El servicio no pudo ser añadido porque la Clave Secreta es inválida. Inténtalo de nuevo.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Ya existe un servicio con esta Clave Secreta ¿Deseas sobreescribirlo?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "La clave contiene caracteres no válidos";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Mostrar Clave Secreta";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Tu Clave Secreta está protegida. Por favor, añade un PIN o tu huella digital para verla.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "La lista de servicios está vacía";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Usa el botón \"+\" para añadir un nuevo servicio";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "No podrás ingresar a tu cuenta de %@ sin este código mientras tengas activada la autenticación de doble factor en %@.\n\nNo podrás restaurar este código desde la papelera de 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "¡Servicios importados correctamente!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Necesitas una conexión activa a Internet para sincronizar tu copia de seguridad. Por favor, activa tu conexión a internet e inténtalo de nuevo.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Actualizar aplicación";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Por favor actualiza a la nueva versión de 2FAS para obtener todas las funciones y mantener un nivel alto de seguridad.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Estás eliminando";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "desde tu lista de servicio 2FAS\n\nRecuerda, mientras tengas activada la autenticación de doble factor, no podrás ingresar a la cuenta de %s sin este código.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Eliminar";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Exportar";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Compartir";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importar copia de seguridad desde el archivo";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Vas a importar un archivo de copia de seguridad con";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importar";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Los códigos visibles en el widget no están protegidos por tu código PIN.\n\n¿Estás seguro que quieres mostrar tus códigos en el widget?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "¡CUIDADO!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Sí, estoy seguro";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Copia de seguridad 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Activa la copia de seguridad de 2FAS. Si tu celular se pierde o formatea, podrás recuperar todos tus tokens.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Lo sentimos, marca no encontrada";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Selecciona qué servicios serán visibles en el widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Desactivar la sincronización";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Cancelar";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Establecer contraseña";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Eliminar archivo de copia de seguridad desde Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Si eliminas este archivo de tu nube de Google Drive, se desactivará la sincronización en todos los dispositivos sincronizados y tus tokens se almacenarán en el almacenamiento local de tus dispositivos. ";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Tu aplicación 2FAS ya está emparejado con este navegador.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Escanea el código QR otra vez.";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Error";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "El código QR escaneado tiene un formato no compatible. Por favor, intente de nuevo.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Ha ocurrido un error al escanear el código QR. Inténtalo de nuevo.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Usar el código PIN esta vez";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Permitir Autenticación";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Cancelar";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Para habilitar el bloqueo por biometría, debes activar y establecer un código PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Selecciona el tiempo en el que la aplicación estará bloqueada.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Parece que te has quedado sin espacio en el disco o algún evento anterior dañó la base de datos";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "La copia de seguridad en la nube ha sido migrada a la nueva versión. Actualiza la aplicación ";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "La copia de seguridad en la nube está cifrada. Actualiza la aplicación para que admita esta función";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Continuar a la aplicación";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Cancelar";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Autorizar";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Descartar";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Solicitud enviada!";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "¿Enviar token?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ solicitó un token 2FAS para %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Error al enviar el token";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Este sitio web no está emparejado";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Abre la aplicación y selecciona un servicio para este dominio";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Abre la aplicación y verifica que la extensión del navegador este emparejado correctamente";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Hay un error de conexión";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Por favor, inténtalo de nuevo";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Errores";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Para que la extensión de navegador funcione, por favor añade servicios a la aplicación 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Aprobar";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Denegar";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Activa la autorización por código PIN y Reconocimiento Facial en este dispositivo para prevenir accesos no permitidos a tus tokens.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Activa la autorización por código PIN y Touch ID en este dispositivo para prevenir accesos no permitidos a tus tokens.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "El código provisto es incorrecto. Por favor revísalo";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "El código provisto ha expirado. Por favor contacta con nuestro equipo de soporte para obtener uno nuevo";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "No hay conexión a Internet. Por favor comprueba tu conexión e inténtalo de nuevo";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Parece que ha habido un problema en nuestro servidor. Si el problema continúa, por favor contacta con nuestro equipo de soporte";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Operación fallida";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Archivos de registro eviados";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Lo revisaremos, pero puede llevar algo de tiempo.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Enviar";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Enviando archivos de registro";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "El código proporcionado por el equipo de soporte se autocompletó ¿Enviar archivos de registro?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Por favor, introduce o pega el código proporcionado por nuestro equipo de soporte";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Enviar archivo de registro";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Mira esta increíble aplicación de autenticación de doble factor de 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Agradecimientos";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importar desde una aplicación externa";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "Hace un momento";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "Hace unos momentos";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "Hace %d minuto";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "Hace %d minutos";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "Hace %d hora";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "Hace %d horas";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "Hace %d día";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "Hace %d días";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "Hace %d semana";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "Hace %d semanas";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "Hace %d mes";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "Hace %d meses";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "¡Ha ocurrido un error! Inténtalo de nuevo";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "¡Archivo guardado correctamente!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "¡No se pudo compartir el archivo!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Escribe la contraseña";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Introduce la contraseña de la copia de seguridad para continuar con la eliminación.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Introduce la contraseña de la copia de seguridad para retirar el acceso a Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Ajustes de sincronización";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Archivo local";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Sincronización con Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "¿Eliminar tu archivo de copia de seguridad de Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google Sync será deshabilitado. Tus códigos se guardarán localmente, pero 2FAS cerrará la conexión con tu cuenta de Google en este y tus otros dispositivos sincronizados.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Esperando sincronización...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Sincronizando...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Vas a importar un archivo de copia de seguridad cifrado.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Elige un archivo JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Exporta tus cuentas desde Aegis a un archivo JSON sin encriptar y súbelo utilizando el botón \"Elige un archivo JSON\". Recuerda eliminar el archivo después de que se haya importado correctamente.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Usa la opción \"Exportar OTPs a archivo ZIP\" en los ajustes de Raivo, guarda el archivo ZIP, extráelo e importa el archivo JSON pulsando el botón \"Elegir archivo JSON\".";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Sin embargo, no hay servicios que puedan ser importados.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Inténtalo de nuevo";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Continuar";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Importando códigos 2FA desde la app Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Importando códigos 2FA desde la app Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Importando códigos 2FA desde la app Raivo";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Este código QR permite importar tus códigos desde Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Este archivo JSON permite importar tus códigos desde Aegis";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Este archivo JSON permite importar tus códigos desde Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "No se pudo leer ningún código. Inténtalo seleccionando otro archivo.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Información de sincronización de Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "¿Estás seguro? ¡Sin la sincronización de Google Drive, no podrás restaurar tus códigos si pierdes o restableces tu celular!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Código enviado correctamente";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Error al enviar el código";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Añadir un nuevo servicio";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Personalizar servicio";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Sugeridos";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Todos los servicios";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Otros servicios";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Error de SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "¡Ha ocurrido un error de SSL y no se pudo realizar una conexión segura al servidor! Asegúrate que tienes la última versión de la aplicación o intenta cambiar tu conexión a internet.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "El archivo que intenta importar es demasiado grande. El límite es 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "El archivo que está intentando importar no es válido o está dañado. Por favor seleccione otro archivo.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Búsqueda activa";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Búsqueda activa al inicio.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Expira en:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Ajustes del Widget";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "La entrada debe ser un número entero";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "La entrada debe de ser un número";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "La entrada no puede estar vacía";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "La entrada es demasiado larga. Límite: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Mejor coincidencia";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Enviar reporte de fallo de forma anónima";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Enviar reportes de fallo para ayudar a 2FAS a identificar y resolver problemas en la app (debes reiniciar la aplicación).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Gestionar lista";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Apariencia";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Mostrar el siguiente token cuando el actual vaya a expirar.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Estilo de lista";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive no está sincronizado";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Ir a los ajustes de copia de seguridad";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Por defecto";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Compacta";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Exporta tus cuentas desde LastPass a un archivo JSON sin encriptar y súbelo utilizando el botón \"Elige un archivo JSON\". Recuerda eliminar el archivo después de que se haya importado correctamente.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Reportes de fallo";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Importando tokens 2FA desde la aplicación LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Este archivo JSON permite importar tus códigos desde LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importar tokens desde LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importar tokens desde Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importar tokens desde Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importar tokens desde Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Emparejar servicio con 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Apunta tu cámara a la pantalla para capturar el código QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Otros métodos";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Escribir clave secreta de forma manual";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Subir pantalla con código QR";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "¡Casi listo!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Para finalizar el emparejamiento con el servicio, debes escribir de nuevo este token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Emparejando servicio con 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Escribe el nombre y clave secreta.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nombre del servicio";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Clave Secreta";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Otros ajustes";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(opcional)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Añadir servicio";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "¿No sabes qué hacer? Pulsa para obtener ayuda";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Ajustes avanzados de tokens";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Información adicional";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "No es recomendable cambiar los ajustes por defecto de token. Hazlo solo cuando tu proveedor 2FA lo requiera y cuando tengas instrucciones claras.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Permitir capturas de pantalla por 5 minutos.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Permitir capturas de pantalla";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "¿Permitir capturas de pantalla de la aplicación?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "¿Estás seguro? Esta opción te permite tomar capturas y grabaciones de cualquier pantalla de la aplicación. Sin embargo, esto también podría permitir cualquier intento externo de capturar la pantalla de la aplicación.\nPor razones de seguridad, esta opción será deshabilitada automáticamente después de 5 minutos.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Medios sociales";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "Twitter";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Ocultar los tokens";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Los tokens se mostrarán al tacto.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Emparejar manualmente";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Código de emparejamiento";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importar tokens desde Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Este archivo de texto permite importar tokens desde Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importando tokens desde la aplicación Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Exporta tus cuentas desde Authenticator Pro a un archivo de texto no encriptado y subirlo usando el botón \"Elegir archivo de texto\". Recuerda eliminar este archivo después de importarlo correctamente.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Elegir archivo de texto";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "El inicio de sesión biométrico está deshabilitado debido a los cambios en la configuración de huellas dactilares del sistema";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importando tokens 2FA del LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Este código de QR permite importar tokens del LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Guíame";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Explorar servicios";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Selecciona un servicio para emparejar con la aplicación 2FAS";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "¿Quieres proporcionar guías de 2FAS para tu servicio?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Aplicar ahora";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Rosa";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Marrón";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "¿Otros métodos?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "La cámara no está disponible. Comprueba el permiso de acceso en Configuración del sistema";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Configuración del sistema";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "El texto proporcionado es demasiado corto (mín. %d caracteres)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "No está recomendable";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Guía 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS para %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Guía universal de 2FA";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Guardar mi elección";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Importando códigos 2FA desde la app andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Este archivo JSON permite importar tus códigos desde andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importar tokens desde andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Exporta tus cuentas desde andOTP a un archivo JSON sin encriptar y súbelo utilizando el botón \"Elige un archivo JSON\". Recuerda eliminar el archivo después de que se haya importado correctamente.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "En el siguiente paso, tendrás que elegir tu cuenta de Google Drive, donde los tokens de 2FAS serán almacenados de forma segura.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Acepto el riesgo, sin copia de seguridad";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "¡Sincronización de Google Drive activada correctamente!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "El archivo de copia de seguridad que estás intentando importar no es compatible con esta versión de la aplicación. La aplicación solo soporta formatos de copia de seguridad hasta la versión %d, mientras que el archivo que estás importando es de la versión %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Emparejar";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Sincronización y respaldo seguros";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS usa iCloud para realizar respaldo y sincronizar de forma segura sus tokens 2FA. Los datos de respaldo **cifrados** se almacenan en iCloud, accesibles **solo mediante la aplicación 2FAS**. Además, esta función ayuda con la **recuperación y sincronización** de tokens entre dispositivos iOS.\n\nEstá habilitado de forma predeterminada y puede desactivarse en cualquier momento en la configuración de respaldo de la aplicación.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Saber más sobre el respaldo";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Parece que su archivo de respaldo de Google Drive está protegido con contraseña. Escriba la contraseña correcta para continuar. Si desea borrar su archivo de respaldo de Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "toca aquí para ver cómo";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferencias";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "Eso importa";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Gestionar tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Tu apoyo nos permite desarrollar nuevas características y mejoras. ¡Gracias!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Recuperar de la papelera";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "¡Me alegro de que estés con nosotros en 2FAS! 🌟 Tómate un momento para descubrir útiles Consejos y Trucos 🛠️ en la app para mejorar la seguridad 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Activa 2FAS Backup & Sync para asegurarte de que nunca te quedas bloqueado, incluso si pierdes el teléfono: ¡tu tranquilidad en un solo toque! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "¡Acelera tus inicios de sesión con 2FAS Browser Extension! 🚀 Descárgala ahora para una autenticación más rápida y cómoda. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "¡Te agradecemos tu apoyo a 2FAS! 🌟 Si nuestra aplicación te resulta útil, considera hacer una donación para ayudarnos a mantener tu mundo digital seguro. ¡Cada granito de arena ayuda! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Marcador";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Este tamaño aún no esta disponible";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Seleccione los Servicios que desees mostrar en el Widget. Si no hay servicios disponibles, asegúrese de haber habilitado los widgets en la sección Configuración de la aplicación";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Icono de servicio";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "La funcionalidad del widget no está habilitada en la sección Configuración de 2FAS";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "La funcionalidad del widget no está habilitada en la sección Configuración de 2FAS y no hay servicios disponibles para elegir en la aplicación";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "No hay servicios disponibles para elegir en la aplicación";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Elije el servicio que desea mostrar en su widget 2FAS";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Mi cuenta asegurada";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "La aplicación 2FAS watchOS es una aplicación complementaria para la aplicación 2FAS iOS. Presentará los servicios respaldados mediante la sincronización de iCloud.";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Los servicios HOTP aún no son compatibles";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Servicios Favoritos";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Introduce el nuevo código PIN";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Repite el PIN ingresado";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Éxito";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Introduzca el PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "\nOrdenar códigos ";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Instalación de la aplicación 2FAS Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Instalar 2FAS Auth a través de la aplicación Watch";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Abrir la aplicación Watch";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Asegúrate de que iCloud Sync está activado";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Ir a los ajustes de copia de seguridad 2FAS";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Mantén pulsado y selecciona servicio para activar el widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Muestra tus tokens de 2FAS durante 60 segundos";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Mostrar durante 60 segundos";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Mostrar detalles del error";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Código QR del servicio";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Su servicio está protegido. Añade un PIN o huella dactilar para ver el código QR.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Copiar URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted using custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted using a shared key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking ...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is currently disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync is not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
" backup__watch_pairing_title" = "Watch Pairing";

/* loco:680e9c11788c298008092582 */
" backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your Cloud Backup? Enter name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair Device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair watch now. Make sure the Cloud Backup is enabled, synced and you're using a password.";

/* loco:680e9d47230daa0d0705de22 */
" backup__cloud_error_title" = "Cloud Backup error";

/* loco:680e9d713f195bf32102ed04 */
" backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud Backup because there's no system key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
" backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud Backup because it's encrypted using System Key and you're using custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
" backup__cloud_error_new_version_content" = "Can't sync with Cloud Backup because it was migrated by newer version of the app. Update the app to continue using Cloud Backup.";

/* loco:680e9de57ad8812ff30daaf3 */
" backup__enter_password_title" = "Enter Cloud Backup Password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
" backup__enter_password_description" = "iCloud Backup is encrypted by your password. Enter password to enable sync";

/* loco:680e9e2c7ad8812ff30daaf5 */
" backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
" backup__enter_password_wrong_password" = "Wrong password! Try again";

/* loco:680e9e8dee0af36e3907e012 */
" backup__migration_title" = "Migrating Cloud Backup";

/* loco:680e9ea1d03fa6ded204f732 */
" backup__migration_subtitle" = "Don't turn the app off!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
" backup__migration_description" = "Your backup is being encrypted using a generated key. This key will be shared amongst your app installations using iCloud Keychain so remember to have that option turned on. If you want to use your own key and password you can do that in Cloud Backup settings right after the migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you loose it you won't be able to recover data from Cloud Backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change Encryption";

/* loco:680e9fea16afa556f900ee42 */
"backup__encryption_method_title" = "Encryption method";

/* loco:680e9ffc662f9f818505ba34 */
"backup__encryption_method_action" = "Change encryption method";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or User encryption";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Managed paired Apple Watches";

/* loco:680ea031039611886e016f72 */
"backup__manage_paired_watches_action" = "Managed Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches which have access to this Cloud Backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud Backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
" backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
" backup__watch_pair_description" = "Enter Backup section in 2FAS Settings on your iPhone/iPad and navigate to Manage Apple Watches. It will be visible if the state of Cloud Backup is Synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
" backup__watch_pair_qr_error" = "Error while generating QR Code";
